export const sliderOptions = [
  { title: '1. Анализ',
    description: 'Для того, чтобы онлайн-магазин приносил выгоду, перед его запуском необходимо провести анализ других предложений рынка, оценить конкурентов и найти наиболее удобное решение.',
    id: 1,
    imgUrl: 'assets/img/first-slide.svg'
  },
  { title: '2. Визуальное решение',
    description: 'Разработка дизайна ключевых страниц магазина – главная, каталог, информационные разделы, раздел корзины, товаров. Для нас главное – передать настроение бренда, сделать удобный для пользователя сайт. ',
    id: 2,
    imgUrl: 'assets/img/second-slide.svg'
  },
  { title: '3. Техническая реализация',
    description: 'После утверждения дизайн-макета наступает следующий этап – верстка. Это трудоемкий процесс: программисты должны все тщательно прописать, чтобы не допустить технических ошибок.',
    id: 3,
    imgUrl: 'assets/img/third-slide.svg'
  },
  { title: '4. Наполнение контентом ',
    description: 'Создание и публикация текстов, а также видео материала. Хороший контент и качественные фотографии привлекают больше посетителей и помогают клиенту лучше ознакомиться с ассортиментом.',
    id: 4,
    imgUrl: 'assets/img/fourth-slide.svg'
  },
  { title: '5. Тестирование',
    description: 'Составление плана тестирования для определения ошибок. Проверка работы сайта и визуального восприятия для улучшения сайта. Также используются чек-листы для четкого определения ошибок и их устранения.',
    id: 5,
    imgUrl: 'assets/img/fifth-slide.svg'
  },
];
